[
  {
    "slug": "2024-05-20-ieee-data-conference",
    "title": "IEEE Data Conference",
    "date": "2024-05-20",
    "author": "healthtech",
    "categories": [
      "News"
    ],
    "tags": [
      "VibroNav",
      "IEEE",
      "Conference"
    ],
    "cover": "assets/images/blog_page/IEEE Data Conference.jpg",
    "video": null,
    "excerpt": "Towards the end of 2023 VIBRONAV team members attended the IEEE Data Conference in Malta and the IEEE EMBC North Africa meeting in Tunis.",
    "content": "\r\nTowards the end of 2023 VIBRONAV team members attended the IEEE Data Conference in Malta and the IEEE EMBC North Africa meeting in Tunis. Several of our research results were presented and we gained a lot of interest for our novel approach.\r\n\r\nAdditionally Prof. Friebe was part of several discussion panels and keynotes always mentioning and highlighting the Polish / German research\r\n"
  },
  {
    "slug": "2024-04-27-agh-vibronav-pi",
    "title": "AGH VIBRONAV PI",
    "date": "2024-04-27",
    "author": "healthtech",
    "categories": [
      "News"
    ],
    "tags": [
      "VibroNav",
      "Partners",
      "Visits"
    ],
    "cover": "assets/images/blog_page/AGH VIBRONAV PI.png",
    "video": null,
    "excerpt": "Prof. Friebe, the AGH VIBRONAV PI, visited all partner organizations to align development with clinical and market needs.",
    "content": "\r\nProf. Friebe, the AGH VIBRONAV PI, visited all the partner organizations several times, mainly to ensure that the development is in line with the clinical and market needs and to ensure that a translation to a future market is considering the current developments and needs.\r\n\r\nJustus-Liebig-University, Giessen, Germany, Prof. Dr. Gabriele Krombach: March, June, August and October (clinical need statement, user interface preparation of ethics, setup of lab).\r\n\r\nFOM University of Applied Science, Essen, Germany, Prof. Dr. David Matusiewics: April, August, December (health economics, regulatory aspects, market dynamics, future health developments).\r\n\r\nOtto-von-Guericke University, INKA Innovation Laboratory, Dr. Axel Boese: May (sensor design, laboratory setup, machine learning aspects).\r\n"
  },
  {
    "slug": "2024-04-27-nextmed",
    "title": "NEXTMED",
    "date": "2024-04-27",
    "author": "healthtech",
    "categories": [
      "News"
    ],
    "tags": [
      "Conference",
      "Start-up",
      "Networking"
    ],
    "cover": "assets/images/blog_page/NEXTMED.jpg",
    "video": null,
    "excerpt": "In March the NEXTMED conference in San Diego was attended. VIBRONAV presented AUDIO SENSING ideas and joined the start-up competition.",
    "content": "\r\nIn March the NEXTMED conference in San Diego (https://www.nextmed.health/photos-2023) was attended. VIBRONAV was presenting the AUDIO SENSING ideas and was participating in a Start-Up competition.\r\n\r\nWe gained valuable contacts and research interest from the UC San Diego and University Houston. We will attend again in 2024 and have received a special presentation spot from the organizer Dr. Daniel Kraft.\r\n"
  }
]